Repository: tambotitree/geda-ai
Catalog: gschem/po/*.po
Languages: de

source: Zoom too small! Cannot zoom further.
de: Bereich zu klein! Eine weitere Vergrößerung ist nicht möglich.

source: Zoom Box
de: Ausschnitt wählen

source: Object ~A is not included in the current gschem page.
de: Das Objekt ~A ist im aktuellen Schaltplan nicht enthalten.

source: Invalid text name/value visibility ~A.
de: Ungültiger Wert für das Sichtbarkeitsattribut von ~A.

source: (filename can't be determined)
de: (Dateiname unbekannt)

source: You are running gEDA/gaf version %s (%s%s), but you have a gschemrc file for version %s: %s Please be sure that you have the latest data files installed.
de: Diese gschem-Version (%s, %s%s) stimmt nicht mit der Version überein, für die die Konfigurationsdatei „gschemrc“ vorgesehen ist (%s): %s Bitte stellen Sie sicher, dass Sie RC-Dateien für die korrekte gschem-Version installiert haben.

source: Invalid size [%d] passed to text-size
de: Eine ungültige Größenangabe [%d] wurde an text-size übergeben

source: Invalid size [%d] passed to snap-size
de: Eine ungültige Größenangabe [%d] wurde an snap-size übergeben

source: Invalid num levels [%d] passed to undo-levels
de: Eine ungültige Ebenenanzahl [%d] wurde an undo-levels übergeben

source: Invalid size [%d] passed to bus-ripper-size
de: Eine ungültige Größenangabe [%d] wurde an bus-ripper-size übergeben

source: Invalid dot size [%d] passed to dots-grid-dot-size
de: An „grid-dot-size“ wurde eine ungültige Punktgröße [%d] übergeben

source: Invalid pixel spacing [%d] passed to dots-grid-fixed-threshold
de: An „grid-fixed-threshold“ wurde ein ungültiger Punktabstand [%d] übergeben

source: Invalid pixel spacing [%d] passed to mesh-grid-display-threshold
de: An „mesh-grid-display-treshold“ wurde ein ungültiger Punktabstand [%d] übergeben

source: Invalid offset [%d] passed to add-attribute-offset
de: Ein ungültiger Offset [%d] wurde an add-attribute-offset übergeben

source: Invalid number of seconds [%d] passed to auto-save-interval
de: An „auto-save-interval“ wurde eine ungültige Sekundenanzahl [%d] übergeben

source: Invalid gain [%d] passed to mousepan-gain
de: Ein ungültiger Wert [%d] wurde an mousepan-gain übergeben

source: Invalid gain [%d] passed to keyboardpan-gain
de: Ein ungültiger Wert [%d] wurde an keyboardpan-gain übergeben

source: Invalid number of pixels [%d] passed to select-slack-pixels
de: An „select-slack-pixels“ wurde eine ungültige Pixelzahl [%d] übergeben

source: Invalid gain [%d] passed to zoom-gain
de: Ein unzulässiger Wert [%d] wurde an zoom-gain übergeben

source: Invalid number of steps [%d] scrollpan-steps
de: Eine unzulässige Anzahl von Schritten [%d] wurde an scrollpan-steps übergeben

source: Object ~A is not directly included in a page.
de: Das Objekt ~A ist in keiner Schaltplanseite direkt eingebunden.

source: Could not launch URI ~S: ~A
de: Die URI ~S konnte nicht geladen werden: ~A

source: The following options are present in your configuration: %s%s%s%s These options were introduced in gEDA/gaf 1.9.1 as a replacement for the corresponding gnetlistrc options but were removed again in gEDA/gaf 1.10.0. The current version of gnetlist uses gnetlistrc options instead: %s%s%s%s Please make sure to update your configuration as the options currently set won't have the desired effect.
de: In der gEDA-Konfiguration befinden sich folgende Optionen: %s%s%s%s Diese Optionen wurden in gEDA/gaf 1.9.1 als Ersatz für die entsprechenden gnetlistrc-Optionen eingeführt, aber in gEDA/gaf 1.10.0 wieder entfernt. Die aktuelle Version von gnetlist benutzt stattdessen gnetlistrc-Optionen: %s%s%s%s Bitte aktualisieren Sie die Konfiguration, da die derzeit gesetzten Optionen nicht mehr berücksichtigt werden.

source: gEDA/gschem comes with ABSOLUTELY NO WARRANTY; see COPYING for more details.
de: gEDA/gschem kommt OHNE JEGLICHE GARANTIE; siehe COPYING für nähere Informationen.

source: This is free software, and you are welcome to redistribute it under certain conditions; please see the COPYING file for more details.
de: Dies ist Freie Software. Sie darf gerne weitergegeben werden. Bitte lesen Sie die Lizenzbestimmungen in der Datei COPYING für nähere Informationen.

source: This is the MINGW32 port.
de: Dies ist die MINGW32 Portierung.

source: Current locale settings: %s
de: Aktuelle Spracheinstellungen: %s

source: You must set the GEDADATA environment variable! gschem cannot locate its data files. You must set the GEDADATA environment variable to point to the correct location.
de: Die Umgebungsvariable GEDADATA muss gesetzt werden! gschem kann seine Datendateien nicht finden. GEDADATA muss auf das richtige Verzeichnis zeigen.

source: Can't find Scheme initialization file "%s".
de: Scheme-Initialisierungsdatei „%s“ nicht gefunden.

source: It appears the gschem data files are missing, or they are not where the gschem binary expects them to be. Are you sure you installed gschem? The following directories have been searched for "%s":
de: Scheinbar fehlen die gschem-Anwendungsdaten, oder sie befinden sich nicht im vorgesehenen Verzeichnis. Sind Sie sicher, dass Sie gschem installiert haben? In den folgenden Verzeichnissen wurde nach „%s“ gesucht:

source: Read init scm file [%s]
de: Initiale SCM-Datei [%s] gelesen

source: Failed to read init scm file [%s]
de: Initiale SCM-Datei [%s] konnte nicht gelesen werden

source: ERROR: Failed to load or evaluate startup script. The gschem log may contain more information.
de: FEHLER: Startskript konnte nicht geladen oder ausgeführt werden. Das Log-Fenster von gschem enthält eventuell mehr Informationen.

source: About gschem
de: Informationen über gschem

source: Copyright © 1998-2012 Ales Hvezda <ahvezda@geda.seul.org> Copyright © 1998-2020 gEDA Contributors (see ChangeLog for details)
de: Copyright © 1998-2012 Ales Hvezda <ahvezda@geda.seul.org> Copyright © 1998-2020 gEDA-Mitwirkende (siehe ChangeLog)

source: Upper Left
de: Oben Links

source: Upper Middle
de: Oben Mitte

source: Upper Right
de: Oben Rechts

source: Middle Left
de: Mitte Links

source: Middle Middle
de: Mitte Mitte

source: Middle Right
de: Mitte Rechts

source: Lower Left
de: Unten Links

source: Lower Middle
de: Unten Mitte

source: Lower Right
de: Unten Rechts

source: Arc Params
de: Kreisbogen-Parameter

source: Arc Radius:
de: Radius:

source: Start Angle:
de: Startwinkel:

source: Degrees of Sweep:
de: Öffnungswinkel:

source: OFF
de: AUS

source: Snap %s
de: Einrasten %s

source: NONE
de: KEINES

source: Grid %s
de: Raster %s

source: Untitled page
de: Unbenannt

source: S_elect the files you want to save:
de: _Wählen Sie die zu speichernden Dateien:

source: Save changes before closing?
de: Sollen die Änderungen vor dem Schließen gespeichert werden?

source: Save the changes to "%s" before closing?
de: Sollen die Änderungen an „%s“ vor dem Schließen gespeichert werden?

source: There are %d files with unsaved changes. Save changes before closing?
de: Es gibt %d ungesicherte Dateien. Sollen die Änderungen vor dem Schließen gespeichert werden?

source: If you don't save, all your changes will be permanently lost.
de: Wenn Sie nicht speichern, gehen alle Änderungen verloren.

source: Close _without saving
de: Änderungen _verwerfen

source: Symbols
de: Symbole

source: Value
de: Wert

source: Reference symbol (default)
de: Symbol referenzieren (Voreinstellung)

source: Embed symbol in schematic
de: Symbol in den Schaltplan einbetten

source: Include symbol as individual objects
de: Symbol als einzelne Objekte einfügen

source: In Use
de: In Verwendung

source: Libraries
de: Bibliotheken

source: Preview
de: Vorschau

source: Attributes
de: Attribute

source: _Detach
de: Als _Fenster anzeigen

source: Move to _left dock
de: Nach _links verschieben

source: Move to _bottom dock
de: Nach _unten verschieben

source: Move to _right dock
de: Nach _rechts verschieben

source: Filename
de: Dateiname

source: descend into hierarchy
de: In Unterschaltplänen suchen

# actuate
source: Find
de: Suchen

source: Find Text:
de: Text suchen:

source: Find Pattern:
de: Glob (Wildcards):

source: Find Regex:
de: Regulärer Ausdruck:

source: Hotkeys
de: Tastenbelegung

source: Action
de: Aktion

source: Keystroke(s)
de: Tastenfolge

source: ** Invalid UTF-8 in log message. See stderr or gschem.log.
de: ** Diese Fehlermeldung enthält eine ungültige UTF-8 Kodierung. Siehe gschem.log und stderr.

source: Macro:
de: Guile:

# actuate
source: Evaluate
de: Auswerten

source: Add Attribute
de: Attribut hinzufügen

source: Duplicate Attribute
de: Attribut duplizieren

source: Promote Attribute
de: Attribut einsetzen

source: Delete Attribute
de: Attribut löschen

source: Copy Attribute to All
de: Attribut in alle kopieren

source: <various>
de: <verschiedene>

source: Attributes with empty name are not allowed. Please set a name.
de: Attribute mit leerem Namen sind nicht erlaubt. Bitte geben Sie einen Namen ein.

source: Edit Attribute Name
de: Attributnamen bearbeiten

source: Edit Attribute
de: Attribut bearbeiten

source: Toggle Attribute Visibility
de: Attributsichtbarkeit umschalten

source: Toggle Show Attribute Name
de: Attributnamens-Sichtbarkeit umschalten

source: Toggle Show Attribute Value
de: Attributwerts-Sichtbarkeit umschalten

source: Is the attribute visible?
de: Ist das Attribut sichtbar?

source: Show attribute name?
de: Attributnamen anzeigen?

source: Show attribute value?
de: Attributwert anzeigen?

source: Show Name & Value
de: Namen & Wert anzeigen

source: Show Value only
de: Nur Wert anzeigen

source: Show Name only
de: Nur Namen anzeigen

source: Promote
de: Einsetzen

source: Duplicate
de: Duplizieren

source: Delete
de: Löschen

source: Copy to all
de: In alle kopieren

source: Vis
de: Si

source: V
de: W

source: Show inherited attributes
de: Geerbte Attribute anzeigen

source: Value:
de: Wert:

source: Ctrl+Enter inserts new line; Ctrl+Tab inserts Tab
de: Zeilenumbruch eingeben mit Strg+Eingabe; Tabulator eingeben mit Strg+Tab

source: Visible
de: Sichtbar

source: %i component (%s)
de: %i Bauteil (%s)

source: %i net
de: %i Verbindung

source: %i attribute
de: %i Attribut

source: Select a component, net, or attribute
de: Bauteil, Verbindung oder Attribut auswählen

source: Fill Type:
de: Füllung:

source: Line Width:
de: Schraffurbreite:

source: Angle 1:
de: Schraffurwinkel 1:

source: Pitch 1:
de: Schraffurabstand 1:

source: Angle 2:
de: Schraffurwinkel 2:

source: Pitch 2:
de: Schraffurabstand 2:

source: <b>Fill Properties</b>
de: <b>Fülleigenschaften</b>

source: Color:
de: Farbe:

source: <b>General Properties</b>
de: <b>Allgemeine Eigenschaften</b>

source: Type:
de: Linienart:

source: Width:
de: Breite:

source: Dash Length:
de: Strichlänge:

source: Dash Space:
de: Strichabstand:

source: Cap style:
de: Linienende:

source: <b>Line Properties</b>
de: <b>Linieneigenschaften</b>

source: Pin Type:
de: Pintyp:

source: <b>Pin Properties</b>
de: <b>Pineigenschaften</b>

source: Off
de: Aus

source: Dots
de: Punkte

source: Mesh
de: Linien

source: Net Rubber Band Mode:
de: Verbindungen nachziehen:

source: Magnetic Net Mode:
de: Magnetische Verbindungen:

source: Enabled
de: Ein

source: <b>Net Options</b>
de: <b>Verbindungsoptionen</b>

source: Grid Mode:
de: Gittermodus:

source: Snap Mode:
de: Einrasten:

source: Grid Spacing:
de: Rastergröße

source: <b>Grid Options</b>
de: <b>Gitter-Optionen</b>

source: Grid
de: Delta

source: Resnap
de: Einrastend

source: New Page
de: Neue Seite

source: Open Page...
de: Seite öffnen …

source: Save Page
de: Seite speichern

source: Close Page
de: Seite schließen

source: _Refresh List
de: Liste aktualisieren

source: Chg
de: Änd

source: (untitled page)
de: (unbenannt)

source: disconnect from net %s
de: von Netz %s trennen

source: connect to net %s
de: mit Netz %s verbinden

source: disconnect from pin %s
de: von Pin %s trennen

source: connect to pin %s
de: mit Pin %s verbinden

source: change attribute "%s" from "%s" to "%s"
de: Attribut „%s“ von „%s“ auf „%s“ setzen

source: %s (NOT FOUND)
de: %s (NICHT GEFUNDEN)

source: change attribute "%s" to "%s"
de: Attribut „%s“ auf „%s“ setzen

source: Comp/Pin
de: Komp/Pin

source: Required action
de: Benötigte Änderung

source: Import Patch...
de: Patch importieren …

source: Descend into hierarchy
de: In Unterschaltplänen suchen

source: All files
de: Alle Dateien

source: Unable to open patch file %s
de: Patch %s konnte nicht geladen werden

source: Failed to load patch file "%s". See the standard error output for more information.
de: Der Patch „%s“ konnte nicht geladen werden. Siehe die Standard-Fehlerausgabe für mehr Informationen.

source: Failed to import patch
de: Fehler beim Patch-Import

source: Net pin
de: Normaler Pin

source: Bus pin (graphical)
de: Bus-Pin (ohne Funktion)

source: Preview Buffer
de: Vorschau

source: Change Fill Angle 1
de: Schraffurwinkel 1 ändern

source: Change Fill Angle 2
de: Schraffurwinkel 2 ändern

source: Change Fill Pitch 1
de: Schraffurabstand 1 ändern

source: Change Fill Pitch 2
de: Schraffurabstand 2 ändern

source: Change Fill Properties
de: Fülleigenschaften ändern

source: Change Fill Width
de: Schraffurbreite ändern

source: Change Line Properties
de: Linieneigenschaften ändern

source: Change Line Width
de: Linienbreite ändern

source: Change Line Dash Length
de: Linien-Strichlänge ändern

source: Change Line Dash Space
de: Linien-Strichabstand ändern

source: Change Line Cap Style
de: Linienende ändern

source: Change Color
de: Farbe ändern

source: Change Pin Type
de: Pintyp ändern

source: Change Alignment
de: Textausrichtung ändern

source: Change Rotation
de: Textdrehung ändern

source: Change Text Size
de: Textgröße ändern

source: Change Text
de: Text ändern

# actuate
source: Hide
de: Verbergen

source: Hide text starting with:
de: Text verbergen, der beginnt mit:

source: Edit slot number
de: Slot

source: Number of Slots:
de: Anzahl der Slots:

source: Slot Number:
de: Slot-Nummer:

source: <b>Text Content</b>
de: <b>Textinhalt</b>

source: Size:
de: Größe:

source: Alignment:
de: Ausrichtung:

source: Rotation:
de: Drehung:

source: <b>Text Properties</b>
de: <b>Texteigenschaften</b>

source: Select Mode
de: Auswahlmodus

source: Select Box Mode
de: Rechteckauswahlmodus

source: Text Mode
de: Textmodus

source: Pan Mode
de: Ansichtszentriermodus

source: Paste %d Mode
de: Einfügemodus %d

source: Magnetic Net Mode
de: Magnetischer Verbindungsmodus

source: Net Mode
de: Verbindungsmodus

source: Arc Mode
de: Kreisbogenmodus

source: Box Mode
de: Rechteckmodus

source: Bus Mode
de: Busmodus

source: Circle Mode
de: Kreismodus

source: Component Mode
de: Bauteilmodus

source: Copy Mode
de: Kopiermodus

source: Multiple Copy Mode
de: Mehrfach-Kopiermodus

source: Line Mode
de: Linienmodus

source: Mirror Mode
de: Spiegelmodus

source: Move Mode
de: Verschiebemodus

source: Path Mode
de: Pfadmodus

source: Picture Mode
de: Bildmodus

source: Pin Mode
de: Pinmodus

source: Rotate Mode
de: Drehmodus

source: Modify Mode
de: Bearbeitungsmodus

source: Reset Origin Mode
de: Ursprungswahlmodus

source: Show Hidden
de: Verborgenes anzeigen

source: Snap Off
de: Frei positionieren

source: Resnap Active
de: Neu Ausrichen

# mmb
source: Action
de: Aktion

# mmb
source: Stroke
de: Mausgeste

# mmb
source: Repeat/%s
de: Wiederhole/%s

# mmb
source: Repeat/none
de: Wiederhole/—

# mmb
source: Pan
de: Ansicht verschieben

# mmb
source: none
de: nichts

source: Copy %i
de: Kopieren %i

source: Cut %i
de: Ausschneiden %i

source: Paste %i
de: Einfügen %i

source: Empty buffer
de: Zwischenspeicher ist leer

source: untitled
de: unbenannt

source: Arc
de: Kreisbogen

source: Box
de: Rechteck

source: Cut
de: Ausschneiden

source: Circle
de: Kreis

source: Copy
de: Kopieren

source: Delete locked object?
de: Gesperrtes Objekt löschen?

source: Move Handle
de: Kontrollpunkt verschieben

source: Line
de: Linie

source: Got an unexpected NULL in o_edit
de: Der Rückgabewert von o_edit war unerwartet NULL

source: Rotate
de: Drehen

source: Mirror
de: Spiegeln

source: Hidden text is now visible
de: Verborgener Text ist jetzt sichtbar.

source: Hidden text is now invisible
de: Verborgener Text ist jetzt unsichbar.

source: Hide Specific Text
de: Text verbergen

source: Show Specific Text
de: Text anzeigen

source: Could not find symbol [%s] in library. Update failed.
de: Das Symbol [%s] konnte nicht gefunden werden. Aktualisierung fehlgeschlagen.

source: o_autosave_backups: Can't get the real filename of %s.
de: o_autosave_backups: Konnte den tatsächlichen Dateinamen von %s nicht ermitteln.

source: Could NOT set previous backup file [%s] read-write
de: Die vorherige Backup-Datei [%s] konnte nicht auf read-write gesetzt werden.

source: Could NOT set backup file [%s] readonly
de: Die Backup-Datei [%s] konnte nicht auf readonly gesetzt werden.

source: Could NOT save backup file [%s]
de: Die Backup-Datei [%s] konnte nicht gespeichert werden.

source: ERROR: NULL object in o_move_end!
de: FEHLER: Objekt innerhalb von o_move_end ist NULL.

source: Move
de: Verschieben

source: DOH! tried to find the whichone, but didn't find it!
de: Versuchte vergebens das Objekt innerhalb von o_move_return_whichone zu finden.

source: Got a non line object in o_move_check_endpoint
de: Da ist ein Objekt in o_move_check_endpoint, welches keine Linie ist.

source: Warning: Starting net at off grid coordinate
de: Achtung: Der Startpunkt der Verbindung befindet sich nicht auf dem Raster

source: Warning: Ending net at off grid coordinate
de: Achtung: Das Ende der Verbindung befindet sich nicht auf dem Raster

source: Net
de: Verbindung

source: Tried to add more than two bus rippers. Internal gschem error.
de: Interner gschem-Fehler: Versuchte mehr als zwei Bus-Abzweigungen hinzuzufügen

source: Bus ripper symbol [%s] was not found in any symbol library
de: Das Bus-Ripper-Symbol [%s] wurde in keiner Symbolbibliothek gefunden

source: Not translating schematic
de: Seiteninhalt nicht verschoben

source: Translating schematic [%d %d]
de: Seiteninhalt verschoben um [%d %d]

source: Place Origin
de: Ursprung neu festlegen

source: Path
de: Pfad

source: Add Picture
de: Bild einfügen

source: Select a picture file...
de: Bild einfügen …

source: Failed to load picture: %s
de: Bild [%s] konnte nicht geladen werden

source: Picture
de: Bild

source: Failed to replace pictures: %s
de: Die folgenden Bilder konnten nicht überschrieben werden: %s

source: Replace Picture
de: Bild ersetzen

source: Add Pin
de: Pin hinzufügen

source: Slot attribute malformed
de: Slot Attribut ist fehlerhaft.

source: numslots attribute missing
de: Das numslots Attribut fehlt

source: Slotting not allowed for this component
de: Bei diesem Bauteil ist nur ein Slot vorgesehen

source: New slot number out of range
de: Neue Slotnummer liegt außerhalb des gültigen Wertebereichs

source: Change Slot
de: Slot auswählen

source: Undo/Redo disabled in rc file
de: Rückgängig/Wiederherstellen wurde in der RC-Datei deaktiviert

source: Undo %s
de: Rückgängig: %s

source: _Undo %s
de: _Rückgängig: %s

source: Redo %s
de: Wiederherstellen: %s

source: _Redo %s
de: _Wiederherstellen: %s

source: Got invalid show option; defaulting to show both
de: Ungültige Anzeigeoption; wähle »Beide anzeigen« aus

source: ERROR: NULL object!
de: FEHLER: Objekt ist NULL!

source: Single Attribute Editor
de: Einzelnes Attribut

source: <b>Edit Attribute</b>
de: <b>Attribut bearbeiten</b>

source: <b>Add Attribute</b>
de: <b>Attribut hinzufügen</b>

source: Show Value Only
de: Nur Wert anzeigen

source: Show Name Only
de: Nur Namen anzeigen

source: <b>Attach Options</b>
de: <b>Optionen</b>

source: All
de: Alle

source: Components
de: Bauteile

source: Nets
de: Netze

source: Replace existing attributes
de: Vorhandene Attribute ersetzen

source: slotted object without slot attribute may cause problems when autonumbering slots
de: Objekte mit „numslot“-Attribut und ohne „slot“-Attribut können beim automatischen Numerieren von Bauteilen Probleme verursachen.

source: duplicate slot may cause problems: [symbolname=%s, number=%d, slot=%d]
de: Doppelt vergebener slot kann Probleme verursachen: [Symbolname=%s, Number=%d, slot=%d]

source: No searchstring given in autonumber text.
de: Es wurde kein Suchstring im Dialog eingegeben.

source: No '*' or '?' given at the end of the autonumber text.
de: Am Ende des Suchstrings fehlt ein „*“ oder ein „?“.

source: Autonumber
de: Automatisch numerieren

source: Top to bottom
de: von oben nach unten

source: Bottom to top
de: von unten nach oben

source: Left to right
de: von links nach rechts

source: Right to left
de: von rechts nach links

source: File order
de: Reihenfolge in der Datei

source: Autonumber text
de: Numeriere Text automatisch

source: <b>Scope</b>
de: <b>Suchbereich</b>

source: Search for:
de: Suche nach

source: Autonumber text in:
de: Numeriere Text

source: Skip numbers found in:
de: Überspringe Nummern

source: Selected objects
de: in den ausgewählten Objekten

source: Current page
de: auf der aktuellen Seite

source: Whole hierarchy
de: in der gesamten Hierarchie

source: Overwrite existing numbers
de: Vorhandene Nummern überschreiben

source: <b>Options</b>
de: <b>Optionen</b>

source: Starting number:
de: Beginne mit

source: Sort order:
de: Reihenfolge:

source: Remove numbers
de: Nummern entfernen

source: Automatic slotting
de: Slots automatisch belegen

source: <b>Invalid schematic on clipboard.</b> An error occurred while inserting clipboard data: %s.
de: <b>Syntax-Fehler in der Ablage.</b> Fehler beim Einfügen eines Objekts aus der Ablage: %s.

source: Clipboard insertion failed
de: Einfügen von der Ablage scheiterte.

source: Could not allocate the color %s!
de: Konnte die Farbe %s nicht zuteilen!

source: black
de: schwarz

source: white
de: weiss

source: Could not allocate display color %i!
de: Konnte die Bildschirmfarbe %i nicht allokieren!

source: Could not allocate outline color %i!
de: Konnte die Umrissfarbe %i nicht allokieren!

source: Tried to get an invalid color: %d
de: Versuchte eine ungültige Farbe zuzuteilen: %d

# color
source: Background
de: Hintergrund

# color
source: Net endpoint
de: Offenes Verbindungsende

# color
source: Graphic
de: Grafisches Element

# color
source: Net
de: Verbindung

# color
source: Attribute
de: Attribut

# color
source: Logic bubble
de: Logikfunktion

# color
source: Grid point
de: Gitterpunkt

# color
source: Detached attribute
de: Schwebendes Attribut

# color
source: Selection
de: Auswahl

# color
source: Bounding box
de: Objektumriss

# color
source: Zoom box
de: Zoomrahmen

# color
source: Stroke
de: Mausgeste

# color
source: Lock
de: Gesperrtes Objekt

# color
source: Output background
de: Ausgabehintergrund

# color
source: User-defined #1
de: Benutzerdefiniert 1

# color
source: User-defined #2
de: Benutzerdefiniert 2

# color
source: User-defined #3
de: Benutzerdefiniert 3

# color
source: User-defined #4
de: Benutzerdefiniert 4

# color
source: Unknown
de: Unbekannt

source: Can't open control fd %d: %s
de: Kontroll-Deskriptor %d konnte nicht geöffnt werden: %s

source: Can't read from control fd %d: %s
de: Vom Kontroll-Deskriptor %d konnte nicht gelesen werden: %s

source: Received EOF on control fd %d
de: Dateiende-Marker auf Kontroll-Deskriptor %d empfangen

source: Read zero bytes from control fd %d
de: Null Bytes vom Kontroll-Deskriptor %d gelesen

source: Major symbol changes detected.
de: Größere Symbol-Änderungen erkannt.

source: Changes have occurred to the symbols shown below. Be sure to verify each of these symbols.
de: An den unten aufgeführten Symbolen fanden Änderungen statt. Bitte überprüfen Sie alle diese Symbole.
