Repository: tambotitree/geda-ai
Catalog: gschem/po/*.po
Languages: de

source: Shaded Color Scheme
de: Hellgraues Farbschema

source: S_haded Color Scheme
de: Hellgraues Farbschema

source: Shaded Monochrome Color Scheme
de: Hellgraues Farbschema (schwarz/weiß)

source: Shaded Color Scheme (B&W)
de: Hellgraues Farbschema (schwarz/weiß)

source: Show Hotkeys
de: Tastenbelegung anzeigen

source: Hotkeys...
de: Tastenbelegung …

source: _Hotkeys...
de: _Tastenbelegung …

source: About...
de: Info über gschem …

source: _About...
de: _Info über gschem …

source: Copy into 1
de: Kopieren in 1

source: Copy into 2
de: Kopieren in 2

source: Copy into 3
de: Kopieren in 3

source: Copy into 4
de: Kopieren in 4

source: Copy into 5
de: Kopieren in 5

source: Cut into 1
de: Ausschneiden in 1

source: Cut into 2
de: Ausschneiden in 2

source: Cut into 3
de: Ausschneiden in 3

source: Cut into 4
de: Ausschneiden in 4

source: Cut into 5
de: Ausschneiden in 5

source: Paste from 1
de: Einfügen aus 1

source: Paste from 2
de: Einfügen aus 2

source: Paste from 3
de: Einfügen aus 3

source: Paste from 4
de: Einfügen aus 4

source: Paste from 5
de: Einfügen aus 5

source: Grid Size
de: Rastergröße

source: Switch Grid Style
de: Gittertyp wechseln

source: Cycle Grid Styles
de: Gitterstile durchwechseln

source: Cycle _Grid Styles
de: G_itterstile durchwechseln

source: Grid OFF
de: Raster AUS

source: Dot grid selected
de: Punktraster ausgewählt

source: Mesh grid selected
de: Linienraster ausgewählt

source: Invalid grid mode
de: Ungültiger Gittermodus

source: No Grid
de: Raster unsichtbar

source: Dot Grid
de: Punktraster

source: Mesh Grid
de: Linienraster

source: Switch Snap Mode
de: Einrastmodus wechseln

source: Cycle Snap Modes
de: Einrastmodi durchwechseln

source: Cycle _Snap Modes
de: Einrastmodi durchwechseln

source: Snap OFF (CAUTION!)
de: Freihandmodus (ACHTUNG! Ausrichten am Raster abgeschaltet)

source: Snap ON
de: Am Raster ausrichten

source: Snap back to the grid (CAUTION!)
de: Objekte neu am Raster ausrichten (ACHTUNG!)

source: Pan Left
de: Nach links bewegen

source: Pan Right
de: Nach rechts bewegen

source: Pan Up
de: Nach oben bewegen

source: Pan Down
de: Nach unten bewegen

source: Select
de: Auswählen

source: Cancel
de: Abbrechen

source: Print Page
de: Seite drucken

source: Repeat Last Action
de: Letzte Aktion wiederholen

source: gEDA Schematic Editor
de: gEDA – Schaltplanbearbeitung

source: Create and edit electrical schematics and symbols with gschem
de: Erstellen oder editieren eines elektrischen Schaltplans oder Symbols mit gschem

source: _File
de: _Datei

source: _Edit
de: _Bearbeiten

source: _Add
de: _Einfügen

source: O_bject
de: O_bjekt

source: _View
de: _Ansicht

source: _Pages
de: _Seiten

source: _Tools
de: _Werkzeuge

source: _Options
de: _Optionen

source: _Help
de: _Hilfe

source: ~S is not a valid gschem action.
de: ~S ist keine gültige gschem-Aktion.

source: gEDA Manuals
de: gEDA-Handbücher

source: gEDA Documentation...
de: gEDA-Dokumentation …

source: gEDA Docu_mentation...
de: gEDA-Doku_mentation …

source: View the front page of the gEDA documentation in a browser
de: Startseite der gEDA-Dokumentation im Browser anzeigen

source: gschem User Guide
de: gschem-Benutzerhandbuch

source: gschem User Guide...
de: gschem-Benutzerhandbuch …

source: gschem User _Guide...
de: gschem-_Benutzerhandbuch …

source: View the gschem User Guide in a browser
de: gschem-Benutzerhandbuch im Browser anzeigen

source: Frequently Asked Questions about using gschem
de: Häufig gestellte Fragen zur Verwendung von gschem

source: View the front page of the gEDA wiki in a browser
de: Hauptseite des gEDA-Wikis im Browser anzeigen

source: Invalid text alignment ~A.
de: Ungültige Ausrichtung: ~A.

source: No documentation found
de: Dokumentation konnte nicht gefunden werden

source: Could not show documentation for selected component:
de: Dokumentation für ausgewähltes Bauteil konnte nicht angezeigt werden:

source: ~S is not a valid key combination.
de: ~S ist keine gültige Tastenkombination.

source: ~S is not a prefix key sequence.
de: ~S ist kein gültiger erster Teil einer Tastenkombination.
