Repository: tambotitree/geda-ai
Catalog: gschem/po/*.po
Languages: de

source: <span weight="bold" size="larger">The input attribute "%s" is invalid Please correct in order to continue</span> The name and value must be non-empty. The name cannot end with a space. The value cannot start with a space.
de: <span weight="bold" size="larger">Das eingegebene Attribut „%s“ ist nicht zulässig. Bitte korrigieren Sie es, um fortzufahren.</span> Name und Wert dürfen nicht leer sein. Der Name darf nicht mit einem Leerzeichen enden. Der Wert darf nicht mit einem Leerzeichen beginnen.

source: Invalid Attribute
de: Fehlerhaftes Attribut

source: _Create
de: _Anlegen

source: Add Component
de: Bauteil hinzufügen

source: Add Text
de: Text einfügen

source: Paste
de: Einfügen

source: Pan
de: Ansichtsmittelpunkt wählen

source: Schematics
de: Schaltpläne

source: Schematics and symbols
de: Schaltpläne und Symbole

source: Create schematic...
de: Schaltplan anlegen …

source: Create symbol...
de: Symbol anlegen …

source: Create file...
de: Datei anlegen …

source: The file "%s" doesn't exist. Do you want to create it?
de: Die Datei „%s“ existiert nicht. Möchten Sie sie anlegen?

source: Open...
de: Öffnen …

source: The selected filename "%s" doesn't have a valid gEDA filename extension (".sch" for schematics or ".sym" for symbols). Do you want to save as "%s" anyway?
de: Der ausgewählte Dateiname „%s“ hat keine gültige gEDA-Dateiendung („.sch“ für Schaltpläne oder „.sym“ für Symbole). Möchten Sie die Datei trotzdem als „%s“ speichern?

source: Confirm filename
de: Ungültige Dateiendung

source: Save as...
de: Speichern unter …

source: If you load the original file, the backup file will be overwritten in the next autosave timeout and it will be lost. Do you want to load the backup file?
de: Wenn Sie die Originaldatei laden, wird die Backupdatei bei der nächsten automatischen Sicherung überschrieben und ist damit verloren. Möchten Sie die Backupdatei laden?

# fill-type
source: Hollow
de: leer

# fill-type
source: Filled
de: ausgefüllt

# fill-type
source: Mesh
de: kreuzweise schraffiert

# fill-type
source: Hatch
de: schraffiert

source: Searching for source [%s]
de: Suche nach Unterschaltplan [%s]

source: Failed to descend into '%s': Hierarchy contains a circular dependency.
de: Konnte nicht nach „%s“ absteigen: Die Hierarchie enthält eine Schleife.

source: Failed to descend into "%s".
de: Konnte nicht nach „%s“ absteigen.

source: The hierarchy contains a circular dependency.
de: Die Schaltplanhierarche enthält eine Schleife.

source: The subschematic "%s" doesn't appear to exist. Do you want to create a new schematic with this name?
de: Der Unterschaltplan „%s“ scheint nicht zu existieren. Möchten Sie einen neuen Schaltplan mit diesem Namen anlegen?

source: Cannot descend into embedded symbol!
de: Eingebettete Symbole können nicht bearbeitet werden.

source: Searching for symbol [%s]
de: Suche nach Symbol [%s]

source: Symbol is not a real file. Symbol cannot be loaded.
de: Das Symbol entspricht keiner realen Datei und kann daher nicht geöffnet werden.

source: There are no schematics above the current one!
de: Es gibt keinen übergeordneten Schaltplan!

source: Cannot find any schematics above the current one!
de: Konnte keinen übergeordneten Schaltplan finden!

source: The file "%s" has changed on disk.
de: Die Datei „%s“ wurde seit dem letzten Zugriff verändert.

source: Do you want to drop your changes and reload the file?
de: Möchten Sie Ihre Änderungen verwerfen und die Datei neu laden?

source: Do you want to reload it?
de: Möchten Sie die Datei neu laden?

source: The file "%s" has been created on disk.
de: Die Datei „%s“ wurde zwischenzeitlich angelegt.

source: Do you want to drop your changes and load the file?
de: Möchten Sie Ihre Änderungen verwerfen und die Datei laden?

source: Do you want to open it?
de: Möchten Sie die Datei öffnen?

source: _Revert
de: _Zurücksetzen

source: _Reload
de: _Neu laden

source: _Open
de: _Öffnen

source: Couldn't find "%s". Do you want to create a new file with this name?
de: „%s“ konte nicht gefunden werden. Möchten Sie eine neue Datei mit diesem Namen anlegen?

source: "%s" changed since visited or saved.
de: „%s“ wurde seit dem letzten Zugriff verändert.

source: Save anyway?
de: Trotzdem speichern?

source: Failed to Save All
de: Speichern fehlgeschlagen

source: Saved All
de: Alles gespeichert

source: No files need saving
de: Nichts zu speichern

source: <big><b>Really revert "%s"?</b></big>
de: <big><b>„%s“ wirklich zurücksetzen?</b></big>

source: By reverting the file to the state saved on disk, you will lose your unsaved changes, including all undo information.
de: Wenn Sie die Datei auf den zuletzt gespeicherten Stand zurücksetzen, werden alle Änderungen einschließlich der Bearbeitungshistorie verworfen.

source: x_image_lowlevel: Unable to write %s file %s.
de: x_image_lowlevel: Konnte %s-Datei %s nicht schreiben.

source: There was the following error when saving image with type %s to filename: %s %s.
de: Beim Speichern des Bildes vom Typ „%s“ in die Datei „%s“ trat folgender Fehler auf: %s.

source: Wrote color image to [%s] [%d x %d]
de: Farbbild als [%s] gespeichert (Größe: %d x %d)

source: Wrote black and white image to [%s] [%d x %d]
de: Schwarzweißbild als [%s] gespeichert (Größe: %d x %d)

source: x_image_lowlevel: Unable to get pixbuf from gschem's window.
de: x_image_lowlevel: konnte kein Bild vom gschem-Fenster bekommen.

source: Width x Height
de: Breite × Höhe

source: Image type
de: Bildformat

source: Write image...
de: Als Bild exportieren …

# line-cap
source: Butt
de: glatt

# line-cap
source: Square
de: rechteckig

# line-cap
source: Round
de: abgerundet

# line-type
source: Solid
de: durchgezogen

# line-type
source: Dotted
de: gepunktet

# line-type
source: Dashed
de: gestrichelt

# line-type
source: Center
de: Striche und Punkte

source: <b>Can't create "%s".</b>
de: <b>„%s“ konnte nicht angelegt werden.</b>

source: A file with this name already exists.
de: Eine Datei mit diesem Namen existiert bereits.

source: New file [%s]
de: Neue Datei [%s]

source: Loading schematic [%s]
de: Lade Schaltplan [%s]

source: <b>An error occurred while loading the requested file.</b> Loading from '%s' failed: %s. The gschem log may contain more information.
de: <b>Fehler beim Laden einer Datei.</b> Laden von „%s“ ist gescheitert: %s. Das Log-Fenster von gschem enthält eventuell mehr Details.

source: Failed to load file
de: Eine Datei konnte nicht geladen werden

source: Could NOT save page [%s]
de: Die Seite [%s] konnte NICHT gespeichert werden

source: Error while trying to save
de: Fehler während des Speicherns

source: Failed to save file
de: Datei konnte nicht gespeichert werden

source: Saved as [%s]
de: Gespeichert unter [%s]

source: Saved [%s]
de: Gespeichert [%s]

source: Saved
de: Gespeichert

source: Discarding page [%s]
de: Verwerfe Schaltplan [%s]

source: Closing [%s]
de: Schließe [%s]

source: No menubar definition found
de: Definition der Menuleiste nicht gefunden

source: Empty or malformed menubar definition
de: Definition der Menuleiste ist leer oder fehlerhaft

source: No context menu definition found
de: Definition des Kontextmenus nicht gefunden

source: Empty or malformed context menu definition
de: Definition des Kontextmenus ist leer oder fehlerhaft

source: No toolbar definition found
de: Definition der Werkzeugleiste nicht gefunden

source: Empty or malformed toolbar definition
de: Definition der Werkzeugleiste ist leer oder fehlerhaft

source: The operating system is out of memory or resources.
de: Zu wenig Systemspeicher oder -ressourcen.

source: %s failed to launch URI
de: %s konnte nicht geöffnet werden

source: Text Entry...
de: Texteingabe …

source: Failed to write PDF to '%s': %s
de: PDF „%s“ konnte nicht geschrieben werden: %s

source: Error printing file: %s
de: Fehler beim Drucken der Datei: %s

source: ERROR: An unknown error occurred while parsing configuration files.
de: FEHLER: Beim Einlesen der Konfigurationsdateien trat ein Fehler auf.

source: An unknown error occurred while parsing configuration files. The gschem log may contain more information.
de: Beim Einlesen der Konfigurationsdateien trat ein unbekannter Fehler auf. Das Log-Fenster von gschem enthält eventuell mehr Details.

source: ERROR: %s
de: FEHLER: %s

source: %s The gschem log may contain more information.
de: %s Das Log-Fenster von gschem enthält eventuell mehr Informationen.

source: Cannot load gschem configuration.
de: Konfigurationsdateien konnte nicht eingelesen werden.

source: Execute Script...
de: Guile-Skript ausführen …

source: Executing guile script [%s]
de: Führe Guile-Skipt [%s] aus

source: <b>The file "%s" has changed on disk.</b> %s
de: <b>Die Datei „%s“ wurde seit dem letzten Zugriff verändert.</b> %s

source: <b>The file "%s" has been created on disk.</b> %s
de: <b>Die Datei „%s“ wurde angelegt.</b> %s

source: <b>The back-annotation patch "%s" has been updated.</b> Do you want to re-import it?
de: <b>Der Back-Annotation-Patch „%s“ wurde aktualisiert.</b> Möchten Sie ihn erneut importieren?

source: <b>The back-annotation patch "%s" has been updated.</b> Do you want to import it?
de: <b>Der Back-Annotation-Patch „%s“ wurde aktualisiert.</b> Möchten Sie ihn importieren?

source: <b>This file appears to have a back-annotation patch "%s" associated with it.</b> Do you want to import it?
de: <b>Für diese Datei existiert ein Back-Annotation-Patch „%s“.</b> Möchten Sie ihn importieren?

source: <b>A back-annotation patch "%s" has been created.</b> Do you want to import it?
de: <b>Ein Back-Annotation-Patch „%s“ wurde angelegt.</b> Möchten Sie ihn importieren?

source: _Import
de: _Importieren

# actuate
source: Show
de: Anzeigen

source: Show text starting with:
de: Text anzeigen, der beginnt mit:

source: Library
de: Bibliothek

source: Object
de: Objekt

source: Options
de: Optionen

source: Search results
de: Suchergebnisse

source: Pages
de: Seiten

source: Menu/Cancel
de: Menü/Abbrechen

source: Pan/Cancel
de: Ansicht verschieben/Abbrechen

source: Pick
de: Auswählen

source: none
de: nichts

source: New File
de: Neue Datei

source: New
de: Neu

source: _New
de: _Neu

source: New page created [%s]
de: Neue Seite erzeugt [%s]

source: Open File
de: Datei öffnen

source: _Open...
de: Ö_ffnen …

source: Open Recent File
de: Zuletzt geöffnete Dateien

source: Open Recent
de: Zuletzt geöffnet

source: Open Recen_t
de: _Zuletzt geöffnet

source: Save
de: Speichern

source: _Save
de: _Speichern

source: Save As
de: Speichern unter

source: Save As...
de: Speichern unter …

source: Save _As...
de: Speichern _unter …

source: Save All
de: _Alles speichern

source: Revert Changes
de: Zurücksetzen

source: Revert
de: Zurücksetzen

source: Close
de: Schließen

source: _Close
de: S_chließen

source: Print
de: Drucken

source: Print...
de: Drucken …

source: _Print...
de: _Drucken …

source: Export Image
de: Bild exportieren

source: Export Image...
de: Als Bild exportieren …

source: Export _Image...
de: Als Bild e_xportieren …

source: New Window
de: Neues Fenster

source: New Window created [%s]
de: Neues Fenster geöffnet [%s]

source: Close Window
de: Fenster schließen

source: Closing Window
de: Schließe Fenster

source: Quit
de: Beenden

source: _Quit
de: _Beenden

source: Undo
de: Rückgängig

source: _Undo
de: _Rückgängig

source: Redo
de: Wiederherstellen

source: _Redo
de: _Wiederherstellen

source: Cu_t
de: _Ausschneiden

source: Cut to clipboard
de: Ausschneiden

source: _Copy
de: _Kopieren

source: Copy to clipboard
de: Kopieren

source: _Paste
de: E_infügen

source: Paste from clipboard
de: Einfügen

source: Empty clipboard
de: Zwischenablage ist leer

source: _Delete
de: _Löschen

source: Select All
de: Alles auswählen

source: Select _All
de: _Alles auswählen

source: Deselect
de: Auswahl aufheben

source: Find Text
de: Text suchen

source: Find...
de: Suchen …

source: _Find...
de: _Suchen …

source: Component Library
de: Bauteilbibliothek

source: Component Library...
de: Bauteilbibliothek …

source: _Component...
de: _Bauteil …

source: Component
de: Bauteil

source: Add Last Component
de: Voriges Bauteil einfügen

source: La_st Component
de: V_origes Bauteil

source: Add Net
de: Verbindung einfügen

source: _Net
de: _Verbindung

source: Add Bus
de: Bus einfügen

source: Add Attribute...
de: Attribut hinzufügen …

source: _Attribute...
de: _Attribut …

source: Attribute
de: Attribut

source: Add Text...
de: Text hinzufügen …

source: Add Line
de: Linie hinzufügen

source: _Line
de: _Linie

source: Add Path
de: Pfad einfügen

source: Pat_h
de: P_fad

source: Add Box
de: Rechteck einfügen

source: _Box
de: R_echteck

source: Add Circle
de: Kreis hinzufügen

source: C_ircle
de: Kre_is

source: Add Arc
de: Kreisbogen hinzufügen

source: A_rc
de: K_reisbogen

source: Add Picture...
de: Bild einfügen …

source: Pictu_re...
de: Bil_d …

source: Edit
de: Bearbeiten

source: Edit...
de: Bearbeiten …

source: _Edit...
de: _Bearbeiten …

source: Object Properties
de: Objekteigenschaften

source: Object Properties...
de: Objekteigenschaften …

source: Object _Properties...
de: Objekt_eigenschaften …

source: Properties
de: Eigenschaften

source: _Copy Mode
de: _Kopieren

source: Select objs first
de: Zuerst Objekte auswählen

source: Multiple Copy
de: Mehrfach kopieren

source: Multiple Cop_y Mode
de: _Mehrfach kopieren

source: _Move Mode
de: _Verschieben

source: _Rotate 90 Mode
de: _Drehen um 90°

source: M_irror Mode
de: _Spiegeln

source: Edit Text
de: Text bearbeiten

source: Edit Text...
de: Text bearbeiten …

source: Edit Te_xt...
de: _Text bearbeiten …

source: Attach Attributes
de: Attribut anheften

source: _Attach Attributes
de: Attribut an_heften

source: Attach
de: Anheften

source: Multiple suitable base objects selected!
de: Mehrere mögliche Basisobjekte ausgewählt!

source: No suitable base object selected!
de: Keine möglichen Basisobjekte ausgewählt!

source: Detach Attributes
de: Attribut ablösen

source: _Detach Attributes
de: Attribut ab_lösen

source: Detach
de: Ablösen

source: Show Attribute Value
de: Nur Attributwert anzeigen

source: Show Attribute _Value
de: Nur Attribut_wert anzeigen

source: ShowV
de: ZeigeW

source: Show Value
de: Nur Wert anzeigen

source: Show Attribute Name
de: Nur Attributnamen anzeigen

source: Show Attribute _Name
de: Nur Attribut_namen anzeigen

source: ShowN
de: ZeigeN

source: Show Name
de: Nur Namen anzeigen

source: Show Attribute Name & Value
de: Attributnamen und -wert anzeigen

source: Show Attribute Name _& Value
de: Attributnamen _und -wert anzeigen

source: ShowB
de: ZeigeB

source: Toggle Text Visibility
de: Textsichtbarkeit umschalten

source: _Toggle Text Visibility
de: Texts_ichtbarkeit umschalten

source: VisToggle
de: SichtUmsch

source: Toggle Visibility
de: Sichtbarkeit umschalten

source: Toggle Text Overbar
de: Textüberstrich umschalten

source: To_ggle Text Overbar
de: Text_überstrich umschalten

source: OverbarToggle
de: ÜberstrUmsch

source: Toggle Overbar
de: Überstrich umschalten

source: Embed Symbol/Picture
de: Symbol/Bild einbetten

source: Em_bed Symbol/Picture
de: Symbol/Bild einbetten

source: Embed
de: Einbetten

source: Unembed Symbol/Picture
de: Symbol/Bild ausbetten

source: Unembed
de: Ausbetten

source: Update Symbol
de: Symbol aktualisieren

source: _Update Symbol
de: Symbol _aktualisieren

source: Update
de: Aktualisieren

source: Lock
de: Sperren

source: Lock Component
de: Bauteil sperren

source: _Lock Component
de: Bauteil sperren

source: Object already locked
de: Objekt bereits gesperrt

source: Unlock
de: Entsperren

source: Unlock Component
de: Bauteil entsperren

source: Unloc_k Component
de: Bauteil entsperren

source: Object already unlocked
de: Objekt bereits entsperrt

source: Choose Slot
de: Slot auswählen

source: Slot...
de: Slot auswählen …

source: _Slot...
de: Slot auswählen …

source: Part Documentation
de: Bauteil-Dokumentation

source: Part Documentation...
de: Bauteil-Dokumentation …

source: Part D_ocumentation...
de: Bauteil-D_okumentation …

source: View documentation for selected component
de: Dokumentation zum ausgewählten Bauteil ansehen

source: Show/Hide Invisible Text
de: Unsichtbaren Text anzeigen/verbergen

source: Show Invisible Text
de: Unsichtbaren Text anzeigen

source: _Show Invisible Text
de: U_nsichtbaren Text anzeigen

source: ShowHidden
de: Verborgenes anzeigen

source: Toggle Origin Visibility
de: Ursprung anzeigen/verbergen

source: Show Origin
de: Ursprung anzeigen

source: Show Ori_gin
de: Ur_sprung anzeigen

source: Zoom In
de: Vergrößern

source: Zoom _In
de: Ver_größern

source: Zoom Out
de: Verkleinern

source: Zoom _Out
de: Ver_kleinern

source: Zoom Extents
de: Alles anzeigen

source: Zoom _Extents
de: _Alles anzeigen

source: Zoom Full
de: Gesamte Zeichenfläche

source: Zoom _Full
de: Gesamte _Zeichenfläche

source: Zoom Bo_x
de: Auss_chnitt wählen

source: _Pan
de: Ansichtsmittel_punkt wählen

source: Redraw
de: Aktualisieren

source: Re_draw
de: Aktualis_ieren

source: Show/Hide Menubar
de: Menuleiste anzeigen/verbergen

source: Show Menubar
de: Menuleiste anzeigen

source: Show _Menubar
de: _Menuleiste anzeigen

source: Show/Hide Toolbar
de: Werkzeugleiste anzeigen/verbergen

source: Show Toolbar
de: Werkzeugleiste anzeigen

source: Show _Toolbar
de: _Werkzeugleiste anzeigen

source: Show/Hide Scrollbars
de: Bildlaufleisten anzeigen/verbergen

source: Show Scrollbars
de: Bildlaufleisten anzeigen

source: Show S_crollbars
de: _Bildlaufleisten anzeigen

source: Left Dock Windows
de: Links angedockte Fenster

source: Left Dock
de: Linker Dockbereich

source: _Left Dock
de: _Linker Dockbereich

source: Bottom Dock Windows
de: Unten angedockte Fenster

source: Bottom Dock
de: Unterer Dockbereich

source: _Bottom Dock
de: _Unterer Dockbereich

source: Right Dock Windows
de: Rechts angedockte Fenster

source: Right Dock
de: Rechter Dockbereich

source: _Right Dock
de: _Rechter Dockbereich

source: Down Schematic
de: Unterschaltplan bearbeiten

source: Edit Subschematic
de: Unterschaltplan bearbeiten

source: Edit _Subschematic
de: Unterschaltplan bearbeiten

source: Down Symbol
de: Symbol bearbeiten

source: Edit Symbol
de: Symbol bearbeiten

source: Edit S_ymbol
de: Symbol bearbeiten

source: Up
de: Hinauf

source: Leave
de: Verlassen

source: _Leave Subschematic/Symbol
de: Unterschaltplan/Symbol verlassen

source: Previous Page
de: Vorherige Seite

source: _Previous Page
de: _Vorherige Seite

source: Next Page
de: Nächste Seite

source: _Next Page
de: Nächste Seite

source: Page Manager
de: Seitenverwaltung

source: Page Manager...
de: Seitenverwaltung …

source: Page _Manager...
de: Seitenverwaltung …

source: Autonumber Text
de: Automatisch numerieren

source: Autonumber...
de: Automatisch numerieren …

source: A_utonumber...
de: Automatisch _numerieren …

source: Reset Origin
de: Ursprung neu definieren

source: _Place Origin
de: _Ursprung neu festlegen

source: WARNING: Do not translate with snap off!
de: ACHTUNG: Nicht verschieben, während die Ausrichtung am Raster abgschaltet ist!

source: WARNING: Turning snap on and continuing with translate.
de: ACHTUNG: Ausrichtung am Raster wird eingschaltet und mit der Verschiebung fortgefahren.

source: WARNING: Snap grid size is not equal to 100!
de: ACHTUNG: Das Raster ist ungleich 100!

source: WARNING: If you are translating a symbol to the origin, the snap grid size should be set to 100
de: ACHTUNG: Wenn ein Symbol verschoben wird, sollte das Raster auf 100 gesetzt sein.

source: Import Patch And Find Mismatches
de: Patch importieren und Fehler finden

source: _Import Patch...
de: Patch _importieren …

source: Hide Specific Text...
de: Text verbergen …

source: _Hide Specific Text...
de: Text _verbergen …

source: Show Specific Text...
de: Text anzeigen …

source: _Show Specific Text...
de: Text an_zeigen …

source: Select Locked Objects
de: Gesperrte Objekte auswählen

source: Select Loc_ked Objects
de: _Gesperrte Objekte auswählen

source: Show Log Window
de: Protokollfenster anzeigen

source: Log Window...
de: Protokollfenster …

source: _Log Window...
de: _Protokollfenster …

source: Show/Hide Coordinates
de: Koordinaten anzeigen/verbergen

source: Show Coordinates
de: Koordinaten anzeigen

source: Show _Coordinates
de: _Koordinaten anzeigen

source: Invoke Macro
de: Makro ausführen

source: Evaluate Guile Expression...
de: Guile-Ausdruck auswerten …

source: _Evaluate Guile Expression...
de: Guile-_Ausdruck auswerten …

source: Run Script
de: Skript ausführen

source: Execute Guile Script...
de: Guile-Skript ausführen …

source: E_xecute Guile Script...
de: Guile-_Skript ausführen …

source: Start Guile REPL in Terminal...
de: Guile-REPL im Terminal starten …

source: Start Guile _REPL in Terminal...
de: Guile-_REPL im Terminal starten …

source: Options...
de: Optionen …

source: _Options...
de: _Optionen …

source: Toggle Net Rubber Band
de: Nachziehen von Verbindungen umschalten

source: Net Rubberband Mode
de: Verbindungen nachziehen

source: Net _Rubberband Mode
de: Verbindungen _nachziehen

source: When moving components or nets, drag the nets which are attached to them
de: Beim Verschieben eines Bauteils oder einer Verbindung werden die Endpunkte angeschlossener Verbindungen mitgezogen.

source: Rubber band ON
de: Verbindungen nachziehen EIN

source: Rubber band OFF
de: Verbindungen nachziehen AUS

source: Toggle Magnetic Nets
de: Magnetischen Verbindungsmodus umschalten

source: _Magnetic Net Mode
de: _Magnetische Verbindungen

source: When adding nets, the endpoint snaps to the nearest net or pin (indicated by a circle)
de: Neue Verbindungen rasten beim Anlegen auf das nächstgelegene Bauteil oder die nächstgelegene Verbindung ein (wird durch einen Kreis angezeigt)

source: magnetic net mode: ON
de: Magnetische Verbindungen: EIN

source: magnetic net mode: OFF
de: Magnetische Verbindungen: AUS

source: Toggle Bounding Box Drawing
de: Umrissanzeige umschalten

source: Draw Bounding Box
de: Umrissanzeige

source: Draw _Bounding Box
de: _Umrissanzeige

source: While moving objects, show their bounding box only (speeds up drawing, may be useful for older machines)
de: Beim Verschieben von Objekten nur die Umrisse anzeigen (beschleunigt die Anzeige, möglicherweise bei älteren Geräten hilfreich)

source: Action feedback mode set to OUTLINE
de: Aktions-Rückmeldemodus wurde auf OUTLINE gesetzt.

source: Action feedback mode set to BOUNDINGBOX
de: Aktions-Rückmeldemodus wurde auf BOUNDINGBOX gesetzt.

source: Snap On
de: Am Gitter ausrichten

source: When moving off-grid points, translate them by multiples of the grid but preserve their offset relative to the grid
de: Objekte, die nicht am Gitter ausgerichtet sind, werden relativ zum Gitter verschoben und kommen wieder außerhalb des Gitters zu liegen

source: Snap Back to Nearest Grid Point
de: Stets neu einrasten

source: When moving off-grid objects, snap them to the nearest location on the grid
de: Objekte, die nicht am Gitter ausgerichtet sind, werden beim Verschieben auf den nächstgelegenen Gitterpunkt eingerastet

source: Increase Grid Spacing
de: Rasterabstand vergrößern

source: Scale up Grid Spacing
de: Rasterabstand vergrößern

source: Scale _up Grid Spacing
de: Rasterabstand ver_größern

source: Decrease Grid Spacing
de: Rasterabstand verkleinern

source: Scale down Grid Spacing
de: Rasterabstand verkleinern

source: Scale _down Grid Spacing
de: Rasterabstand ver_kleinern

source: Dark Color Scheme
de: Dunkles Farbschema

source: D_ark Color Scheme
de: _Dunkles Farbschema

source: Light Color Scheme
de: Helles Farbschema

source: _Light Color Scheme
de: _Helles Farbschema

source: Light Monochrome Color Scheme
de: Helles Farbschema (schwarz/weiß)

source: Light Color Scheme (B&W)
de: Helles Farbschema (schwarz/weiß)

source: Light Color Scheme (B&_W)
de: Helles Farbschema (schwarz/weiß)
